evacomunaws/src/main/java/cr/ac/una/util/Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:tns="http://controller.una.ac.cr/">
    <soapenv:Header />
    <soapenv:Body>
        <tns:createUser>
            <arg0>
                <email>darayaroma@gmail.com</email>
                <id>1</id>
                <identification>901140423</identification>
                <isActive>Y</isActive>
                <isAdmin>N</isAdmin>
                <landlineNumber>86420240</landlineNumber>
                <lastname>Araya</lastname>
                <name>Daniel</name>
                <password>arayaroma</password>
                <phoneNumber>86420240</phoneNumber>
                <!-- position element, if applicable -->
                <position>
                    <id>123</id>
                    <name>Some Position</name>
                    <state>Active</state>
                </position>
                <profilePhoto>BASE64_ENCODED_DATA</profilePhoto>
                <secondLastname>Roman</secondLastname>
                <username>arayaroma</username>
            </arg0>
        </tns:createUser>
    </soapenv:Body>
</soapenv:Envelope>